cask_args appdir: '/Applications'

### TAPS
## Mine
tap "candid82/brew"
tap "homebrew/core"

## From fork
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/versions'
tap 'buo/cask-upgrade'

### CASKS
## Mine
cask "bitbar"
cask "vagrant"

## From fork
cask 'dropbox'
cask 'google-chrome'
cask 'hammerspoon'
cask 'intellij-idea'
cask 'iterm2'
cask 'anaconda'

cask 'java'
cask 'karabiner-elements'
cask 'paintbrush'
cask 'pgadmin4'
cask 'postman'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'


### BREWS
## Mine
brew 'ansible'
brew 'ant'
brew 'autoconf'
brew 'docker'
brew "leiningen"
brew "lumo"
brew "maven"
brew "phantomjs"
brew "planck"
brew "rlwrap"
brew "terminal-notifier"
brew "thefuck"

## From fork
brew 'brew-cask-completion'
brew 'coreutils'
brew 'duti'
brew 'findutils', args: ['with-default-names']
brew 'fish'
brew 'gcc'
brew 'gdb'
brew 'git'
brew 'glib'
brew 'gradle'
brew 'lua'
brew 'mas'
brew 'maven'
brew 'nginx'
brew 'node'
brew 'openssl'
brew 'postgresql'
brew 'ssh-copy-id'
brew 'wget'

## From fork
# mas 'Amphetamine', id: 937984704
# mas 'Microsoft Remote Desktop', id: 715768417
# mas 'Unclutter', id: 577085396
# mas 'Wunderlist', id: 410628904
# mas 'Xcode', id: 497799835
